Revit 2024 API
SpecTypeId.ReinforcementVolume Property
 Reinforcement Volume, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId ReinforcementVolume { get; }
Visual Basic
Public Shared ReadOnly Property ReinforcementVolume As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ReinforcementVolume {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace